var arr_kl8 = [
	'1、已知数据[  [ 1, 2, 4, 5 ]，[ 12, 13, 17, 19 ]，[ 23, 26, 28, 29 ]，[ 30, 31, 32, 35, 39 ]，[ 41, 45, 46, 49 ]，[ 50, 51, 54, 55, 58, 59 ]，[ 61, 62, 64, 67, 69 ]，[ 72, 74, 78, 79 ]，[ ]  ]，数字正确总数在6-8个，这6-8个数字必须聚合在(前8段中)4-5个区段内;', 
	'2、数据[ 12, 30, 39, 45, 51, 54, 69, 72, 78 ]，正确数字有2个;', 
	'3、数据[ 30, 31, 32, 35, 39, 41, 45, 46, 49, 50, 51, 54, 55, 58, 59 ]，正确数字有3个;', 
	'4、数据[ 2, 4, 12, 26, 28, 30, 32, 46, 50, 54, 58, 62, 64, 72, 74, 78 ]，正确数字有3个;', 
	'5、数据[ 17, 19, 26, 28, 29, 30, 39 ]，正确数字有2个;', 
	'(要求它们之间重合度尽量低一些);', 
	'(要求上面的数据对应的正确数字个数都要接近或者相等，不要超过了);', 
	'请问哪6个数字是正确的概率最高，概率是多少？推荐1组', 
	];
var arr_he7 = [
	['282', '龙蛇鸡', '牛猴', '', '', '', '', '鸡'],
	['283', '鸡龙蛇', '牛猴', '鸡', '龙蛇牛猴猪', '鸡龙蛇牛猴', '猪鼠羊狗马', '猴'],
	['284', '猴兔鸡', '羊牛', '猴', '兔鸡羊牛猪', '猴兔鸡羊牛', '猪鼠马龙蛇', '-'],
	];
